/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Ouvrir";
"Open Title" = "Ouvrir : ^0";
"Save Default Title" = "Enregistrer";
"Save Title" = "Enregistrer : ^0";
"Choose File Title" = "Choisissez un fichier";
"Choose Folder Title" = "Choisissez un dossier";
"Choose Volume Title" = "Choisissez un volume";
"Choose Object Title" = "Choisissez un objet";
"New Folder Title" = "Nouveau dossier";

/* Button title strings */
"Save Button" = "Enregistrer";
"Open Button" = "Ouvrir";
"Choose Button" = "Choisir";
"Don't Save Button" = "Ne pas enregistrer";
"New Folder Button" = "Nouveau dossier";
"Replace Button" = "Remplacer";
"Discard Button" = "Annuler les modifications";
"Review Button" = "Revoir les modifications...";
"Use Dot Button" = "Utiliser “.”";
"ExtensionAlertUseOneLabel" = "Utiliser .^1";
"ExtensionAlertUserBothLabel" = "Utiliser les deux";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Enregistrer les modifications avant de fermer";
"SaveChangesQuitting Banner" = "Enregistrer les modifications avant de quitter";
"SaveChangesOther Banner" = "Enregistrer les modifications";
"DiscardChanges Banner" = "Annuler les modifications";
"WantToSaveDoc Banner" = "Souhaitez-vous enregistrer les modifications apportées au document “^0” ?";
"WantToSaveThis Banner" = "Souhaitez-vous enregistrer les modifications apportées à ce document ?";
"WantToSaveAppDocs Banner" = "Souhaitez-vous enregistrer les modifications apportées à vos documents ^0 ?";
"WantToDiscardDoc Banner" = "Souhaitez-vous annuler les modifications apportées au document “^0” ?";
"WantToDiscardThis Banner" = "Souhaitez-vous annuler les modifications apportées à ce document ?";

"Review App Docs Banner" = "Vous avez ^0 documents ^1 contenant des modifications non sauvegardées. Voulez-vous revoir ces modifications avant de quitter ?";
"Review Several App Docs Banner" = "Vous avez plusieurs documents ^1 contenant des modifications non sauvegardées. Voulez-vous revoir ces modifications avant de quitter ?";

"Review Docs Banner" = "Vous avez ^0 documents contenant des modifications non sauvegardées. Voulez-vous revoir ces modifications avant de quitter ?";
"Review Several Docs Banner" = "Vous avez plusieurs documents contenant des modifications non sauvegardées. Voulez-vous revoir ces modifications avant de quitter ?";

"Review App Single Doc Banner" = "Vous avez ^0 document ^1 contenant des modifications non sauvegardées. Voulez-vous revoir ces modifications avant de quitter ?";
"Review Single Doc Banner" = "Vous avez ^0 document contenant des modifications non sauvegardées. Voulez-vous revoir ces modifications avant de quitter ?";

"Review Docs Explanation" = "Si vous ne revoyez pas vos documents, toutes les modifications seront perdues.";

/* Untitled strings */
"Untitled Folder" = "dossier sans titre";
"Untitled Doc" = "sans titre";

/* Alert strings */
"Cant Replace Locked" = "Impossible de remplacer “^0” car il est verrouillé.";

"Remove Favorite" = "Supprimer favori";
"Cant Resolve Alias NotFound" = "“^0” n’a pu être ouvert car l’élément original est introuvable.";
"Navigate Alias Not Found" = "L’alias “^0” n’a pas pu être ouvert car l’élément original est introuvable.";

"Name Already Taken" = "L’élément “^0” existe déjà. Veuillez choisir un autre nom.";
"Cant Replace Folder" = "Le nom “^0” est déjà attribué à un dossier.";
"Cant NewFolder OnLockedDisk" = "Impossible de créer un nouveau dossier car le disque est verrouillé.";
"Not Right Privs" = "Impossible de remplacer “^0” car vous ne disposez pas des autorisations nécessaires.";
"Cant use period" = "Les noms débutant par un point “.” sont réservés au système. Si vous continuez et décidez d’utiliser un nom débutant par un point, le fichier sera masqué.";

"ExtensionWarningText" = "Êtes-vous sûr de vouloir enregistrer ce document avec l’extension “.^0”? L’extension suggérée est “.^1”.";
"ExtensionWarningSubtext" = "Si vous n’employez pas l’extension “.^1”, votre document risque d’être enregistré sous un autre format.";

"ExtensionErrorText" = "Vous ne pouvez enregistrer ce document avec l’extension “.^0”. L’extension requise est “.^1”.";
"ExtensionErrorSubtext" = "Vous pouvez choisir d’utiliser les deux afin que votre fichier finisse par “.^0.^1”.";

"ReplaceAlertText" = "Il existe déjà un élément appelé “^0” à cet emplacement. Voulez-vous le remplacer par celui que vous enregistrez ?";
"ReplaceWithExtensionAlertText" = "Il existe déjà un élément appelé “^0” portant l’extension “.^1” à cet emplacement. Voulez-vous le remplacer par celui que vous enregistrez ?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Emplacements favoris";
"Recent Places"	= "Emplacements récents";
"Computer" = "Ordinateur";
"Home menu item" = "Départ";

/* Show Popup Menu strings */
"All Files" = "Tous les fichiers";
"All Known Files" = "Tous les documents connus";
"All App" = "Tous les documents ^0";
"All Readable Files" = "Tous les documents lisibles";

/* Format Popup Menu strings */
"Default" = "Par défaut";

/* Generic Kind strings */
"Picture Document" = "Document graphique";
"Text Document" = "Document texte";
"Movie Document" = "Document vidéo";
"Sound Document" = "Document audio";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "La connexion a échoué";
"Connect Failed Details" = "Le serveur iDisk ne répond pas. Veuillez réessayer.";
"Invalid Setup" = "Impossible d’accéder à votre iDisk. Votre nom ou votre mot de passe sont peut-être incorrects.";
"Invalid Setup Details" = "Vous pouvez changer votre nom et mot de passe dans l’onglet .Mac de la fenêtre Internet des Préférences Système.";
"iTools Button" = "Ouvrir les préférences .Mac...";
"Authentication Failed" = "L’ouverture de session a échoué";
"Authentication Failed Detailed" = "Votre nom et mot de passe n’ont pas été saisis correctement, réessayez. Vous pouvez vérifier votre nom et mot de passe .Mac dans les préférences .Mac.";

/* List view column titles*/
"Name Column Title" = "Nom";
"Date Modified Column Title" = "Modification";

/* Authenticated Server strings */
"Connect Button" = "Se connecter...";
"Connect Caption" = "Pour voir les partages disponibles sur le serveur \"^0\", cliquez sur Se connecter.";

/* Query strings */
"QueryItemCountString" = "%i éléments";
"CurrentFolderScopeString" = "Dossier \"%s\"";
"HomeScopeString" = "Accueil";
"EverywhereScopeString" = "Ordinateur";

/* Preview strings */
"MoreInfo" = "plus d’informations...";
